;TORSO
[mfrpunisher_Torso_KV_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_LPL_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_MPL_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_HPL_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_LPO_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_MPO_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_HPO_M X2BodyPartTemplate]
DisplayName="惩罚者 身体"

;TORSO WOTC
[mfrpunisher_Torso_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_Templar X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 身体"

[mfrpunisher_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 身体"

;ARMS
[mfrpunisher_Arms_KV_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_LPL_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_MPL_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_HPL_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_LPO_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_MPO_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_HPO_M X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

;ARMS WOTC
[mfrpunisher_Arms_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_Templar X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

[mfrpunisher_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 手臂"

;LEGS
[mfrpunisher_Legs_KV_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_LPL_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_MPL_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_HPL_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_LPO_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_MPO_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_HPO_M X2BodyPartTemplate]
DisplayName="惩罚者 腿"

;LEGS WOTC
[mfrpunisher_Legs_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_Templar X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 腿"

[mfrpunisher_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="惩罚者 腿"

